Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: pekmez
da: pekmez (tykt blommesyltetøj)
de: Pflaumenmus
en: plum butter (pekmez)
fr: pekmez (confiture de prunes)
nb: plommemos
nl: pruimenmoes
sv: pekmez (plommonmos)
tr: pekmez (erik pekmezi)

source: junetina
da: oksekød
de: Rindfleisch
en: beef
fr: viande de bœuf
nb: oksekjøtt
nl: rundvlees
sv: nötkött
tr: sığır eti

source: slatka pavlaka
da: fløde
de: Sahne
en: cream
fr: crème (liquide)
nb: fløte
nl: room
sv: grädde
tr: krema (süt kreması)

source: salama
da: salami
de: Salami
en: salami
fr: salami
nb: salami
nl: salami
sv: salami
tr: salam

source: kiseli kupus
da: surkål
de: Sauerkraut
en: sauerkraut (pickled cabbage)
fr: choucroute
nb: surkål
nl: zuurkool
sv: surkål
tr: lahana turşusu

source: kiselo mlijeko
da: syrnet mælk (tykmælk)
de: Sauermilch
en: sour milk (cultured milk)
fr: lait fermenté
nb: surmelk
nl: zure melk
sv: surmjölk
tr: ekşi süt (yoğurda benzer içecek)

source: kisela pavlaka
da: cremefraiche
de: saure Sahne
en: sour cream
fr: crème aigre
nb: rømme
nl: zure room
sv: gräddfil
tr: ekşi krema

source: šunka
da: skinke
de: Schinken
en: ham
fr: jambon
nb: skinke
nl: ham
sv: skinka
tr: jambon

source: šlag
da: flødeskum
de: Schlagsahne
en: whipped cream
fr: crème fouettée
nb: pisket krem
nl: slagroom
sv: vispad grädde
tr: krem şanti

source: čokolada
da: chokolade
de: Schokolade
en: chocolate
fr: chocolat
nb: sjokolade
nl: chocolade
sv: choklad
tr: çikolata

source: senf
da: sennep
en: mustard
fr: moutarde
nb: sennep
nl: mosterd
sv: senap
tr: hardal

source: kisela voda
da: danskvand
de: Sprudelwasser
en: sparkling water
fr: eau gazeuse
nb: kullsyreholdig vann
nl: koolzuurhoudend water
sv: kolsyrat vatten
tr: gazlı su (soda)

source: tunjevina
da: tun
de: Thunfisch
en: tuna
fr: thon
nb: tunfisk
nl: tonijn
sv: tonfisk
tr: ton balığı

source: zimnica
da: vinterforråd
de: Wintervorrat
en: winter supplies (preserved food)
fr: provisions d'hiver
nb: vinterforråd
nl: wintervoorraad
sv: vinterförråd
tr: kışlık erzak

source: kobasica
da: pølse
de: Wurst
en: sausage
fr: saucisse
nb: pølse
nl: worst
sv: korv
tr: sosis

source: sirće
da: eddike
de: Essig
en: vinegar
fr: vinaigre
nb: eddik
nl: azijn
sv: vinäger
tr: sirke

source: med
da: honning
de: Honig
en: honey
fr: miel
nb: honning
nl: honing
sv: honung
tr: bal

source: jogurt
da: yoghurt
de: Joghurt
en: yogurt
fr: yaourt
nb: yoghurt
nl: yoghurt
sv: yoghurt
tr: yoğurt

source: brašno
da: mel
de: Mehl
en: flour
fr: farine
nb: mel
nl: meel
sv: mjöl
tr: un

source: tjestenina
da: pasta
de: Nudeln
en: pasta
fr: pâtes
nb: pasta
nl: pasta
sv: pasta
tr: makarna

source: biber
da: peber
de: Pfeffer
en: pepper (spice)
fr: poivre
nb: pepper
nl: peper
sv: peppar
tr: kara biber

source: pavlaka
da: cremefraiche (syrnet fløde)
de: Sauerrahm / Schmand
en: sour cream
fr: crème aigre / crème épaisse
nb: rømme
nl: zure room
sv: gräddfil / crème fraîche
tr: ekşi krema

source: ulje
da: madolie
de: Speiseöl
en: cooking oil
fr: huile de cuisine
nb: matolje
nl: olie (om te koken)
sv: matolja
tr: yemeklik yağ

source: jufka
da: fillodej
de: Blätterteig
en: filo pastry
fr: pâte filo
nb: filodeig
nl: bladerdeeg
sv: filodeg
tr: yufka

source: pogača
da: fladbrød (rundt)
de: Fladenbrot (rund)
en: flatbread (round)
fr: pain plat (rond)
nb: rundt brød
nl: platbrood (rond)
sv: tunnbröd (runt)
tr: pide (yuvarlak)

source: pecivo
da: bagværk
de: Gebäck
en: baked goods
fr: petit pain
nb: bakverk
nl: gebak / broodjes
sv: bakverk
tr: hamur işi (çörek)

source: kifla
da: horn (bagværk)
de: Hörnchen
en: crescent roll
fr: petit pain en croissant
nb: horn (bakverk)
nl: hoorntje (broodje)
sv: giffel
tr: ay çöreği

source: šampita
da: šampita (cremekage)
de: Cremeschnitte
en: meringue cream slice
fr: tranche à la crème meringuée
nb: napoleonskake
nl: roomgebakje
sv: šampita (marängbakelse)
tr: šampita (bezeli kremalı pasta)

source: kadaif
da: kadaif (trådbagværk)
de: Fadengebäck
en: shredded pastry (angel hair)
fr: kadaïf (cheveux d'ange)
nb: kadaif (bakverk av tynne tråder)
nl: draadjesgebak
sv: kadaif (trådbakelse)
tr: tel kadayıf

source: hurmašice
da: hurmašice (sirupskager)
de: Sirupgebäck
en: syrup-soaked pastry (hurmašice)
fr: pâtisserie au sirop
nb: bakverk i sirup
nl: siroopgebak
sv: hurmašice (sirapsbakelse)
tr: şerbetli hamur tatlısı

source: rakija
da: rakija (frugtbrændevin)
de: Rakija (Obstbrand)
en: rakija (fruit brandy)
fr: rakija (eau-de-vie de fruits)
nb: rakija (fruktbrennevin)
nl: rakija (vruchtenbrandewijn)
sv: rakija (fruktbrännvin)
tr: rakija (meyveden yapılan sert içki)

source: vino
da: vin
de: Wein
en: wine
fr: vin
nb: vin
nl: wijn
sv: vin
tr: şarap

source: bosanska kahva
da: bosnisk kaffe
de: bosnischer Kaffee
en: Bosnian coffee
fr: café bosnien
nb: bosnisk kaffe
nl: Bosnische koffie
sv: bosniskt kaffe
tr: Bosna kahvesi

source: Jednu bosansku kahvu, molim
da: En bosnisk kaffe, tak
de: Eine bosnische, bitte
en: A Bosnian coffee, please
fr: Un café bosnien, s'il vous plaît
nb: En bosnisk kaffe, takk
nl: Een Bosnische, alstublieft
sv: Ett bosniskt kaffe, tack
tr: Bir Bosna kahvesi, lütfen

source: džezva
da: kobberkande (til kaffe)
de: Kupferkännchen
en: copper coffee pot
fr: petite cafetière en cuivre
nb: kobberkanne (til kaffe)
nl: koperen kannetje
sv: kopparkanna
tr: cezve

source: polako
da: langsomt
de: langsam
en: slowly
fr: lentement
nb: sakte
nl: langzaam
sv: långsamt
tr: yavaş

source: šećer u kocki
da: sukkerknald
de: Würfelzucker
en: sugar cubes
fr: sucre en morceaux
nb: sukkerbiter
nl: suikerklontjes
sv: bitsocker
tr: küp şeker

source: U zdravlje!
da: Skål for helbredet!
de: Auf die Gesundheit!
en: To your health!
fr: À votre santé !
nb: Skål for helsen!
nl: Op je gezondheid!
sv: Skål! (för hälsan)
tr: Sağlığınıza!

source: Jednu rakiju, molim
da: En rakija, tak
de: Einen Rakija, bitte
en: One rakija, please
fr: Une rakija, s'il vous plaît
nb: En rakija, takk
nl: Een rakija, alstublieft
sv: En rakija, tack
tr: Bir rakija, lütfen

source: travarica
da: urtebrændevin
de: Kräuterbrand
en: herbal brandy
fr: eau-de-vie aux herbes
nb: urtebrennevin
nl: kruidenbrandewijn
sv: örtbrännvin
tr: otlu rakija

source: domaća rakija
da: hjemmebrændt
de: selbstgebrannt
en: home-distilled
fr: eau-de-vie maison
nb: hjemmebrent
nl: zelfgestookt
sv: hembränt
tr: ev yapımı rakija

source: loza
da: druebrændevin
de: Traubenbrand
en: grape brandy
fr: eau-de-vie de raisin
nb: druebrennevin
nl: druivenbrandewijn
sv: druvbrännvin
tr: üzüm rakijası

source: šljivovica
da: blommebrændevin
de: Zwetschgenbrand
en: plum brandy
fr: eau-de-vie de prune
nb: plommebrennevin
nl: pruimenbrandewijn
sv: plommonbrännvin (slivovits)
tr: erik rakijası

source: kućni ljubimac
da: kæledyr
de: Haustier
en: pet
fr: animal de compagnie
nb: kjæledyr
nl: huisdier
sv: husdjur
tr: evcil hayvan

source: životinja
da: dyr
de: Tier
en: animal
fr: animal
nb: dyr
nl: dier
sv: djur
tr: hayvan

source: stoka
da: kvæg / husdyr
de: Vieh / Nutztiere
en: livestock / farm animals
fr: bétail / animaux de ferme
nb: buskap / husdyr
nl: vee / boerderijdieren
sv: boskap / lantbruksdjur
tr: çiftlik hayvanları / besi hayvanları

source: patka
da: and
de: Ente
en: duck
fr: canard
nb: and
nl: eend
sv: anka
tr: ördek

source: magarac
da: æsel
de: Esel
en: donkey
fr: âne
nb: esel
nl: ezel
sv: åsna
tr: eşek

source: guska
da: gås
de: Gans
en: goose
fr: oie
nb: gås
nl: gans
sv: gås
tr: kaz

source: horoz
da: hane
de: Hahn
en: rooster
fr: coq
nb: hane
nl: haan
sv: tupp

source: avlija
da: gård / gårdhave
de: Hof / Innenhof
en: yard / courtyard
fr: cour / cour intérieure
nb: gård / gårdsplass
nl: erf / binnenplaats
sv: gård / innergård
tr: avlu / iç avlu

source: kokoš
da: høne
de: Huhn
en: chicken (hen)
fr: poule
nb: høne
nl: hen
sv: höna
tr: tavuk

source: tele
da: kalv
de: Kalb
en: calf
fr: veau
nb: kalv
nl: kalf
sv: kalv
tr: buzağı

source: pile
da: kyllingunge / kylling
de: Kueken / Haehnchen
en: chick / young chicken
fr: poussin / poulet
nb: kyllingunge / kylling
nl: kuiken / jonge kip
sv: kycklingunge / kyckling
tr: civciv / piliç

source: krava
da: ko
de: Kuh
en: cow
fr: vache
nb: ku
nl: koe
sv: ko
tr: inek

source: jagnje
da: lam
de: Lamm
en: lamb
fr: agneau
nb: lam
nl: lam
sv: lamm
tr: kuzu

source: konj
da: hest
de: Pferd
en: horse
fr: cheval
nb: hest
nl: paard
sv: häst
tr: at

source: ovca
da: får
de: Schaf
en: sheep
fr: mouton
nb: sau
nl: schaap
sv: får
tr: koyun

source: svinja
da: gris
de: Schwein
en: pig
fr: cochon
nb: gris
nl: varken
sv: gris
tr: domuz

source: svinjetina
da: svinekød
de: Schweinefleisch
en: pork
fr: viande de porc
nb: svinekjøtt
nl: varkensvlees
sv: fläskkött
tr: domuz eti

source: štala
da: stald
de: Stall
en: stable (barn)
fr: étable
nb: fjøs / stall
nl: stal
sv: stall
tr: ahır

source: bik
da: tyr
de: Stier
en: bull
fr: taureau
nb: tyr
nl: stier
sv: tjur
tr: boğa

source: štene
da: hvalp
de: Welpe
en: puppy
fr: chiot
nb: valp
nl: puppy
sv: valp
tr: köpek yavrusu

source: koza
da: ged
de: Ziege
en: goat
fr: chèvre
nb: geit
nl: geit
sv: get
tr: keçi

source: orao
da: ørn
de: Adler
en: eagle
fr: aigle
nb: ørn
nl: arend
sv: örn
tr: kartal

source: sova
da: ugle
de: Eule
en: owl
fr: chouette
nb: ugle
nl: uil
sv: uggla
tr: baykuş

source: vrana
da: krage
de: Kraehe
en: crow
fr: corneille
nb: kråke
nl: kraai
sv: kråka
tr: karga

source: gnijezdo
da: rede
de: Nest
en: nest
fr: nid
nb: reir
nl: nest
sv: bo (fågelbo)
tr: yuva (kuş yuvası)

source: lastavica
da: svale
de: Schwalbe
en: swallow (bird)
fr: hirondelle
nb: svale
nl: zwaluw
sv: svala
tr: kırlangıç

source: vrabac
da: spurv
de: Spatz
en: sparrow
fr: moineau
nb: spurv
nl: mus
sv: sparv
tr: serçe

source: roda
da: stork
de: Storch
en: stork
fr: cigogne
nb: stork
nl: ooievaar
sv: stork
tr: leylek

source: golub
da: due
de: Taube
en: pigeon
fr: pigeon
nb: due
nl: duif
sv: duva
tr: güvercin

source: medvjed
da: bjørn
de: Baer
en: bear
fr: ours
nb: bjørn
nl: beer (dier)
sv: björn
tr: ayı

source: zmaj
da: drage
de: Drache
en: dragon
fr: dragon
nb: drage
nl: draak
sv: drake
tr: ejderha

source: vjeverica
da: egern
de: Eichhoernchen
en: squirrel
fr: écureuil
nb: ekorn
nl: eekhoorn
sv: ekorre
tr: sincap

source: žaba
da: frø (dyr)
de: Frosch
en: frog
fr: grenouille
nb: frosk
nl: kikker
sv: groda
tr: kurbağa

source: lisica
da: ræv
de: Fuchs
en: fox
fr: renard
nb: rev
nl: vos
sv: räv
tr: tilki

source: zec
da: hare
de: Hase
en: hare
fr: lièvre
nb: hare
nl: haas
sv: hare
tr: yaban tavşanı

source: jelen
da: hjort
de: Hirsch
en: deer
fr: cerf
nb: hjort
nl: hert
sv: hjort
tr: geyik

source: jež
da: pindsvin
de: Igel
en: hedgehog
fr: hérisson
nb: piggsvin
nl: egel
sv: igelkott
tr: kirpi

source: kunić
da: kanin
de: Kaninchen
en: rabbit
fr: lapin
nb: kanin
nl: konijn
sv: kanin
tr: evcil tavşan

source: ris
da: los (kattedyr)
de: Luchs
en: lynx
fr: lynx
nb: gaupe
nl: lynx
sv: lodjur
tr: vaşak

source: miš
da: mus
de: Maus
en: mouse
fr: souris
nb: mus
nl: muis
sv: mus
tr: fare

source: pacov
da: rotte
de: Ratte
en: rat
fr: rat
nb: rotte
nl: rat
sv: råtta
tr: sıçan

source: srna
da: rådyr
de: Reh
en: roe deer
fr: chevreuil
nb: rådyr
nl: ree
sv: rådjur
tr: karaca

source: zmija
da: slange (dyr)
de: Schlange
en: snake
fr: serpent
nb: slange (dyret)
nl: slang (dier)
sv: orm
tr: yılan

source: divlja svinja
da: vildsvin
de: Wildschwein
en: wild boar
fr: sanglier
nb: villsvin
nl: wild zwijn
sv: vildsvin
tr: yaban domuzu

source: vuk
da: ulv
de: Wolf
en: wolf
fr: loup
nb: ulv
nl: wolf
sv: varg
tr: kurt

source: mrav
da: myre
de: Ameise
en: ant
fr: fourmi
nb: maur
nl: mier
sv: myra
tr: karınca

source: muha
da: flue
de: Fliege
en: fly (insect)
fr: mouche
nb: flue
nl: vlieg
sv: fluga
tr: sinek

source: buha
da: loppe
de: Floh
en: flea
fr: puce
nb: loppe
nl: vlo
sv: loppa
tr: pire

source: pastrmka
da: ørred
de: Forelle
en: trout
fr: truite
nb: ørret
nl: forel
sv: öring
tr: alabalık

source: komarac
da: myg
de: Muecke
en: mosquito
fr: moustique
nb: mygg
nl: mug
sv: mygga
tr: sivrisinek

source: leptir
da: sommerfugl
de: Schmetterling
en: butterfly
fr: papillon
nb: sommerfugl
nl: vlinder
sv: fjäril
tr: kelebek

source: puž
da: snegl
de: Schnecke
en: snail
fr: escargot
nb: snegl
nl: slak
sv: snigel
tr: salyangoz

source: pauk
da: edderkop
de: Spinne
en: spider
fr: araignée
nb: edderkopp
nl: spin
sv: spindel
tr: örümcek

source: osa
da: hveps
de: Wespe
en: wasp
fr: guêpe
nb: veps
nl: wesp
sv: geting
tr: yaban arısı

source: crv
da: orm
de: Wurm
en: worm
fr: ver
nb: mark (meitemark)
nl: worm
sv: mask (djur)
tr: solucan

source: krpelj
da: flåt
de: Zecke
en: tick (parasite)
fr: tique
nb: flått
nl: teek
sv: fästing
tr: kene

source: buvljak
da: loppemarked
de: Flohmarkt
en: flea market
fr: marché aux puces
nb: loppemarked
nl: vlooienmarkt
sv: loppmarknad
tr: bit pazarı

source: pero
da: fjer
de: Feder
en: feather
fr: plume
nb: fjær
nl: veer (van een vogel)
sv: fjäder (fågel)
tr: tüy (kuş tüyü)

source: krzno
da: pels
de: Fell
en: fur
fr: fourrure
nb: pels
nl: vacht
sv: päls
tr: kürk

source: krilo
da: vinge
de: Fluegel
en: wing
fr: aile
nb: vinge
nl: vleugel
sv: vinge
tr: kanat

source: rog
da: horn
de: Horn
en: horn
fr: corne
nb: horn
nl: hoorn (van dier)
sv: horn
tr: boynuz

source: povodac
da: hundesnor
de: Leine
en: leash
fr: laisse
nb: hundebånd
nl: hondenlijn
sv: koppel
tr: tasma (gezdirme kayışı)

source: rep
da: hale
de: Schwanz
en: tail
fr: queue (d'un animal)
nb: hale
nl: staart
sv: svans
tr: kuyruk

source: veterinar
da: dyrlæge
de: Tierarzt
en: veterinarian
fr: vétérinaire
nb: veterinær
nl: dierenarts
sv: veterinär
tr: veteriner

source: ugristi
da: bide
de: beissen
en: to bite
fr: mordre
nb: bite
nl: bijten
sv: bita
tr: ısırmak

source: Hoće li ujesti?
da: Bider den?
de: Beisst er?
en: Does he bite?
fr: Est-ce qu'il mord ?
nb: Biter den?
nl: Bijt hij?
sv: Bits den?
tr: Isırır mı?

source: lajati
da: gø
de: bellen
en: to bark
fr: aboyer
nb: bjeffe
nl: blaffen
sv: skälla
tr: havlamak

source: hraniti
da: fodre
de: fuettern
en: to feed
fr: nourrir
nb: mate
nl: voeren
sv: mata
tr: beslemek

source: Bojim se pasa
da: Jeg er bange for hunde
de: Ich habe Angst vor Hunden
en: I am afraid of dogs
fr: J'ai peur des chiens
nb: Jeg er redd for hunder
nl: Ik ben bang voor honden
sv: Jag är rädd för hundar
tr: Köpeklerden korkuyorum

source: šetati
da: gå en tur
de: spazieren gehen
en: to go for a walk
fr: se promener
nb: gå tur
nl: wandelen
sv: promenera
tr: yürüyüşe çıkmak

source: šetnja
da: gåtur
de: Spaziergang
en: walk (outing)
fr: promenade
nb: spasertur
nl: wandeling
sv: promenad
tr: yürüyüş

source: ubosti
da: stikke (insekt)
de: stechen (Insekt)
en: to sting (insect)
fr: piquer (insecte)
nb: stikke (insekt)
nl: steken (insect)
sv: sticka (insekt)
tr: sokmak (böcek)

source: Čuvaj se psa!
da: Pas på hunden!
de: Vorsicht vor dem Hund!
en: Beware of the dog!
fr: Attention au chien !
nb: Vokt deg for hunden!
nl: Pas op voor de hond!
sv: Varning för hunden!
tr: Köpeğe dikkat!

source: Pas me je ujeo
da: Hunden har bidt mig
de: Der Hund hat mich gebissen
en: The dog bit me
fr: Le chien m'a mordu
nb: Hunden bet meg
nl: De hond heeft me gebeten
sv: Hunden har bitit mig
tr: Köpek beni ısırdı

source: opasno
da: farligt
de: gefaehrlich
en: dangerous
fr: dangereux
nb: farlig
nl: gevaarlijk
sv: farligt
tr: tehlikeli

source: opasnost
da: fare
de: Gefahr
en: danger
fr: danger
nb: fare
nl: gevaar
sv: fara
tr: tehlike

source: mina
da: mine (landmine)
de: Mine (Landmine)
en: mine (landmine)
fr: mine (mine terrestre)
nb: mine (landmine)
nl: mijn (landmijn)
sv: mina (landmina)
tr: mayın (kara mayını)

source: zabranjeno
da: forbudt
de: verboten
en: forbidden
fr: interdit
nb: forbudt
nl: verboden
sv: förbjudet
tr: yasak

source: Pazi!
da: Forsigtig! / Pas på!
de: Vorsicht! / Pass auf!
en: Careful! / Watch out!
fr: Attention ! / Fais attention !
nb: Se opp! / Pass på!
nl: Voorzichtig! / Pas op!
sv: Se upp! / Var försiktig!
tr: Dikkat! / Dikkat et!

source: potok
da: bæk
de: Bach
en: stream
fr: ruisseau
nb: bekk
nl: beek
sv: bäck
tr: dere

source: list
da: blad
de: Blatt
en: leaf
fr: feuille (d'arbre)
nb: blad (på plante)
nl: blad (van een boom)
sv: löv
tr: yaprak

source: bunar
da: brønd
de: Brunnen
en: well (for water)
fr: puits
nb: brønn
nl: waterput
sv: brunn
tr: su kuyusu

source: zemlja
da: jord / jordbund
de: Erde / Boden
en: soil / ground
fr: terre / sol
nb: jord / bakke
nl: aarde / bodem
sv: jord / mark
tr: toprak

source: polje
da: mark / ager
de: Feld / Acker
en: field / farmland
fr: champ
nb: mark / åker
nl: veld / akker
sv: fält / åker
tr: tarla

source: stijena
da: klippe
de: Fels
en: rock
fr: rocher
nb: klippe
nl: rots
sv: klippa
tr: kaya

source: vatra
da: ild
de: Feuer
en: fire
fr: feu
nb: ild
nl: vuur
sv: eld
tr: ateş

source: vrh
da: bjergtop
de: Gipfel
en: peak
fr: sommet
nb: fjelltopp
nl: top (van een berg)
sv: topp (berg)
tr: zirve

source: trava
da: græs
de: Gras
en: grass
fr: herbe
nb: gress
nl: gras
sv: gräs
tr: çimen

source: pećina
da: hule
de: Hoehle
en: cave
fr: grotte
nb: hule
nl: grot
sv: grotta
tr: mağara

source: brdo
da: bakke
de: Huegel
en: hill
fr: colline
nb: haug
nl: heuvel
sv: kulle
tr: tepe

source: ostrvo
da: ø
de: Insel
en: island
fr: île
nb: øy
nl: eiland
sv: ö
tr: ada

source: zrak
da: luft
de: Luft
en: air
fr: air
nb: luft
nl: lucht
sv: luft
tr: hava

source: priroda
da: natur
de: Natur
en: nature
fr: nature
nb: natur
nl: natuur
sv: natur
tr: doğa

source: izvor
da: kilde (vandkilde)
de: Quelle
en: spring (water source)
fr: source (d'eau)
nb: kilde (vannkilde)
nl: bron (waterbron)
sv: källa (vattenkälla)
tr: kaynak (su kaynağı)

source: pijesak
da: sand
de: Sand
en: sand
fr: sable
nb: sand
nl: zand
sv: sand
tr: kum

source: kamen
da: sten
de: Stein
en: stone
fr: pierre
nb: stein
nl: steen
sv: sten
tr: taş

source: dolina
da: dal
de: Tal
en: valley
fr: vallée
nb: dal
nl: vallei
sv: dal
tr: vadi

source: obala
da: kyst / bred
de: Ufer
en: shore
fr: rive (bord de l'eau)
nb: bredd (ved vann)
nl: oever
sv: strand
tr: kıyı

source: vodopad
da: vandfald
de: Wasserfall
en: waterfall
fr: cascade
nb: foss
nl: waterval
sv: vattenfall
tr: şelale

source: put / staza
da: vej / sti
de: Weg / Pfad
en: way / path
fr: chemin / sentier
nb: vei / sti
nl: weg / pad
sv: väg / stig
tr: yol / patika

source: livada
da: eng
de: Wiese
en: meadow
fr: pré
nb: eng
nl: weide
sv: äng
tr: çayır

source: grana
da: gren / kvist
de: Ast / Zweig
en: branch / twig
fr: branche / rameau
nb: gren / kvist
nl: tak
sv: gren / kvist
tr: dal / ince dal

source: kamilica
da: kamille
de: Kamille
en: chamomile
fr: camomille
nb: kamille
nl: kamille
sv: kamomill
tr: papatya

source: lipa
da: lind (træ)
de: Linde
en: linden tree
fr: tilleul
nb: lind
nl: linde
sv: lind
tr: ıhlamur

source: nana (auch: metvica)
da: mynte
de: Minze
en: mint
fr: menthe
nb: mynte
nl: munt (plant)
sv: mynta
tr: nane

source: biljka
da: plante
de: Pflanze
en: plant
fr: plante
nb: plante
nl: plant
sv: växt
tr: bitki

source: šljiva
da: blomme / blommetræ
de: Pflaume / Pflaumenbaum
en: plum / plum tree
fr: prune / prunier
nb: plomme / plommetre
nl: pruim / pruimenboom
sv: plommon / plommonträd
tr: erik / erik ağacı

source: orah
da: valnød / valnøddetræ
de: Walnuss / Walnussbaum
en: walnut / walnut tree
fr: noix / noyer
nb: valnøtt / valnøttre
nl: walnoot / walnotenboom
sv: valnöt / valnötsträd
tr: ceviz / ceviz ağacı

source: korijen
da: rod (plante)
de: Wurzel
en: root (plant)
fr: racine
nb: rot (plante)
nl: wortel (van een plant)
sv: rot (växt)
tr: kök

source: rerna
da: ovn
de: Backofen
en: oven
fr: four
nb: stekeovn
nl: oven
sv: ugn
tr: fırın

source: flaša
da: flaske
de: Flasche
en: bottle
fr: bouteille
nb: flaske
nl: fles
sv: flaska
tr: şişe

source: viljuška
da: gaffel
de: Gabel
en: fork
fr: fourchette
nb: gaffel
nl: vork
sv: gaffel
tr: çatal

source: zamrzivač
da: fryser
de: Gefrierschrank
en: freezer
fr: congélateur
nb: fryser
nl: vrieskast
sv: frys
tr: dondurucu

source: suđe
da: service (tallerkener)
de: Geschirr
en: dishes (crockery)
fr: vaisselle
nb: servise
nl: serviesgoed
sv: disk (tallrikar och glas)
tr: tabak çanak (bulaşık)

source: prati suđe
da: vaske op
de: Geschirr spülen
en: to wash the dishes
fr: faire la vaisselle
nb: vaske opp
nl: afwassen
sv: diska
tr: bulaşık yıkamak

source: tava
da: stegepande
de: Pfanne
en: pan
fr: poêle (à frire)
nb: stekepanne
nl: pan
sv: stekpanna

source: tanjir
da: tallerken
de: Teller
en: plate
fr: assiette
nb: tallerken
nl: bord (om te eten)
sv: tallrik
tr: tabak

source: lonac
da: gryde
de: Topf
en: pot (for cooking)
fr: casserole
nb: gryte
nl: kookpan
sv: kastrull
tr: tencere

source: kesa
da: pose / plastikpose
de: Tüte / Plastiktüte
en: bag / plastic bag
fr: sac / sac en plastique
nb: pose / plastpose
nl: zakje / plastic zakje
sv: påse / plastpåse
tr: poşet / plastik poşet

source: posteljina
da: sengetøj
de: Bettwäsche
en: bed linen
fr: linge de lit
nb: sengetøy
nl: beddengoed
sv: sängkläder
tr: nevresim

source: deka
da: tæppe (til sengen)
de: Decke (Bettdecke)
en: blanket (for the bed)
fr: couverture (de lit)
nb: pledd
nl: deken (voor het bed)
sv: täcke (sängtäcke)
tr: battaniye

source: jastuk
da: pude
de: Kissen
en: pillow
fr: oreiller
nb: pute
nl: kussen
sv: kudde
tr: yastık

source: polica
da: hylde / bræt
de: Regal / Brett
en: shelf / board
fr: étagère / planche
nb: hylle
nl: schap / plank
sv: hylla / hyllplan
tr: raf

source: ormar
da: skab
de: Schrank
en: cupboard
fr: armoire
nb: skap
nl: kast
sv: skåp
tr: dolap

source: kauč
da: sofa
de: Sofa
en: sofa
fr: canapé
nb: sofa
nl: bank (zitbank)
sv: soffa
tr: kanepe

source: zavjesa
da: gardin
de: Vorhang
en: curtain
fr: rideau
nb: gardin
nl: gordijn
sv: gardin
tr: perde

source: tuš
da: brusebad
de: Dusche
en: shower
fr: douche
nb: dusj
nl: douche
sv: dusch
tr: duş

source: ogledalo
da: spejl
de: Spiegel
en: mirror
fr: miroir
nb: speil
nl: spiegel
sv: spegel
tr: ayna

source: WC
da: toilet
de: Toilette
en: toilet
fr: toilettes
nb: toalett
nl: toilet
sv: toalett
tr: tuvalet

source: toalet papir
da: toiletpapir
de: Toilettenpapier
en: toilet paper
fr: papier toilette
nb: toalettpapir
nl: toiletpapier
sv: toalettpapper
tr: tuvalet kâğıdı

source: lavabo
da: håndvask
de: Waschbecken
en: washbasin
nb: servant
nl: wastafel
sv: handfat

source: četkica za zube
da: tandbørste
de: Zahnbürste
en: toothbrush
fr: brosse à dents
nb: tannbørste
nl: tandenborstel
sv: tandborste
tr: diş fırçası

source: pasta za zube
da: tandpasta
de: Zahnpasta
en: toothpaste
fr: dentifrice
nb: tannkrem
nl: tandpasta
sv: tandkräm
tr: diş macunu

source: pospremiti
da: rydde op
de: aufräumen
en: to tidy up
fr: ranger
nb: rydde
nl: opruimen
sv: städa upp
tr: ortalığı toplamak

source: metla
da: kost
de: Besen
en: broom
fr: balai
nb: kost (til å sope med)
nl: bezem
sv: kvast
tr: süpürge

source: pegla
da: strygejern
de: Bügeleisen
en: iron (for clothes)
fr: fer à repasser
nb: strykejern
nl: strijkijzer
sv: strykjärn
tr: ütü

source: peglati
da: stryge (tøj)
de: bügeln
en: to iron
fr: repasser
nb: stryke (tøy)
nl: strijken
sv: stryka (kläder)
tr: ütülemek

source: kanta
da: spand
de: Eimer
en: bucket
fr: seau
nb: bøtte
nl: emmer
sv: hink
tr: kova

source: smeće
da: affald
de: Müll
en: trash
fr: ordures
nb: søppel
nl: afval
sv: sopor
tr: çöp

source: kanta za smeće
da: skraldespand / affaldscontainer
de: Mülleimer / Mülltonne
en: trash can / garbage bin
fr: poubelle
nb: søppelbøtte / søppeldunk
nl: vuilnisbak / vuilniscontainer
sv: sophink / soptunna
tr: çöp kovası / çöp bidonu

source: čisto
da: rent
de: sauber
en: clean
fr: propre
nb: rent
nl: schoon
sv: rent
tr: temiz

source: prljavo
da: snavset
de: schmutzig
en: dirty
fr: sale
nb: skittent
nl: vies
sv: smutsigt
tr: kirli

source: usisivač
da: støvsuger
de: Staubsauger
en: vacuum cleaner
fr: aspirateur
nb: støvsuger
nl: stofzuiger
sv: dammsugare
tr: elektrikli süpürge

source: veš mašina
da: vaskemaskine
de: Waschmaschine
en: washing machine
fr: machine à laver
nb: vaskemaskin
nl: wasmachine
sv: tvättmaskin
tr: çamaşır makinesi
